Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2015/6_forskningsradene_40_ar.pdf.tmx
Source language: nob
Languages: sme

source: Det skyldtes nok først og fremst det omfattende arbeidet med omorganiseringen av forskningsrådssystemet, men også et ønske om å forholde seg systematisk til dette feltet i det nye rådet.
sme: Sivvan dasa lei vuosttažettiin go lei ollu bargu dutkanráđi vuogádagaid rievdademiin, muhto maiddái go lei hállu dán suorggis oažžut systemáhtalaš ortnega dan ođđa ráđđái.

source: Norges forskningsråd avsatte likevel årlig 3-3,5 mill. kroner til samisk humanistisk og samfunnsvitenskapelig forskning.
sme: Norgga dutkanráđđi juolludii goitge 3-3,5 mill. ruvnno jahkásaččat sámi humanisttalaš ja servodatdieđa dutkamii.

source: Midlene ble utlyst en-to ganger i året, som en slags fri prosjektstøtte innenfor samisk humanistisk og samfunnsvitenskapelig forskning.
sme: Ruđat almmuhuvvo oktii guktii jagis, muhtinlágan friddja prošeaktadoarjjan sámi humanisttalaš ja servodatdieđa dutkama siskkobealde.

source: I perioden 1994-2000 ble det utlyst student- og doktorgradsstipend, senior- og gjesteforskerstipend, støtte til forskerprosjekter og professor II-stillinger, publiserings- og arrangementsstøtte, utenlandsstipend, reise- og nettverksstøtte, og det ble tildelt midler innenfor alle støtteformene, i alt ca. 23 mill. kroner.
sme: Áigodagas 1994-2000 almmuhuvvo studeanta- ja doavttirgrádastipeanddat, senior- ja guossedutkanstipeanddat, doarjja dutkanprošeavttaide ja professor-II virggiide, almmuhan- ja lágidandoarjagat, olgoriikastipeanddat, mátke- ja fierpmádatdoarjagat, ja juolluduvvo ruđat siskkobealde buot doarjjaortnegiid, oktiibuot sullii 23 mill. ruvnno.

source: 6.2.2.1 Urfolksnettverket
sme: 6.2.2.1 Álgoálbmotfierpmádat

source: I perioden 1997-2001 delfinansierte Norges forskningsråd det såkalte Urfolksnettverket.
sme: Áigodagas 1997-2001 ruhtadii Norgga dutkanráđđi oasi dan nu gohčoduvvon Álgoálbmotfierpmádahkii.

source: Nettverket hadde samisk, urfolks- og minoritetsproblematikk som overordnet ramme og var et samarbeidstiltak mellom Senter for samiske studier ved Universitetet i Tromsø, Samisk høgskole og daværende Nordisk samisk institutt.
sme: Fierpmádagas ledje sámi, álgoálbmot- ja minoritehta váttisvuođačuolmmat rámman ja lei ovttasbargodoaibmabidju gaskal Sámi dutkamiid guovddáža Tromssa universitehtas, Sámi allaskuvlla ja dalá Sámi instituhtas.

source: Nettverket fikk stor betydning og er mye omtalt i samisk forskningssammenheng.
sme: Fierpmádagas lei stuora mearkkašupmi ja lea ollu namuhuvvon sámi dutkanoktavuođain.

source: Nettverkets målsettinger var å - utdanne flere samiske og samiskspråklige forskere - bidra til bedre kommunikasjon mellom forskere - bidra til økt faglig progresjon og kvalitet - bidra til økt bruk av samisk språk i forsknings- og formidlingssammenheng - bidra til å utvikle adekvat kunnskap om det samiske samfunnet, slik at en kulturell og rettslig pluralisme kunne utvikles i nasjonalstaten - styrke urfolksforskningen generelt og bidra til økt erkjennelse av verdien av urfolks egen kunnskap Nettverket var organisert med kjernegrupper rundt en ansvarlig forsker, en sentralfunksjon med forskningsleder, styringsgruppe og sekretariat.
sme: Fierpmádaga ulbmilat ledje - oahpahit eambbo sámi ja sámegielat dutkiid - veahkehit dasa vai gulahallan buorrána dutkiid gaskkas - veahkehit dasa vai lassána fágalaš progrešuvdna ja kvalitehta - veahkehit dasa vai sámegiella lassána dutkan- ja gaskkustanoktavuođain - veahkehit dasa vai ovdánahttit áššáigullevaš máhtu sámi servodagas, vai kultuvrralaš ja rievttalaš pluralisma sáhttá ovddiduvvot našuvnnalašstáhtas - nannet álgoálbmotdutkama obbalaččat ja veahkehit dasa vai šaddá eambbo árvu álgoálbmogiid iežaset máhtus Fierpmádat lei organiserejuvvon váldojovkui, mas lei okta ovddasvástideaddji dutki, guovddášdoaibma lei dutkanjođiheaddjis, stivrenjoavkkus ja čállingottis.

source: Forskningsrådet bidro med finansiering av en halv forskningsleder, men konkrete forskningsprosjekter måtte det søkes støtte til fra andre kilder, i og utenfor Forskningsrådet.
sme: Dutkanráđđi ruhtadii belohahkii dutkanjođiheaddji, muhto konkrehtalaš dutkanprošeavttaide fertii ohcat doarjaga eará gálduin, sihke siskkobealde ja olggobealde Dutkanráđi.

source: Urfolksnettverket mente selv at det hadde virket til en generell oppjustering av interessen for samarbeid ved de deltakende institusjonene.
sme: Álgoálbmotfierpmádat oaivvildii ieš ahte livčče galgan veahá rievdadit vai beroštupmi buorrána daid oassálasti ásahusain.

source: De påpekte at dette hadde vært spesielt viktig for de samiske institusjonene, fordi de ofte hadde opplevd å være i en dobbelt minoritetssituasjon, både som representanter for samiske interesser og som små institusjoner.
sme: Čujuhedje ahte dát livčče leamaš earenoamáš mávssolaš sámi ásahusaide, go dat ledje dávjá vásihan duppaliid leat minoritehtadilis, sihke sámi beroštumiid áirrasin ja leat smávva ásahussan.

source: De framhevet også at doktorgradsseminarene deres hadde bidratt til en felles forståelseshorisont for høyere grads studenter.
sme: Sii maiddái deattuhedje ahte sin doavttirgrádaseminárat ledje ožžon oktasaš ipmárdusa alit dási studeanttain.

source: Utredningen "Langs lange spor" vurderte nettverkets arbeid slik: "Nettverket har bidratt til å styrke informasjon om forskningsbehov innen det samiske samfunnet og informasjon om pågående forskning, samtidig som prosjektet har fokusert på organisering og styring av forskning for å fremme likeverdighet mellom samene og andre folk".
sme: Guorahallamis “Guhkes luottaid mielde” árvvoštalai fierpmádat dáinna lágiin: “Fierpmádat lea leamaš veahkkin nanneme diehtojuohkima dan ektui man dárbu lea dutkat sámi servodagas ja lea maid juohkán dieđuid dutkamiid birra mat leat leamaš jođus, seammás go prošeakta lea deattuhan dutkama organiserema ja jođiheami, vai dat ovddida ovttadássásašvuođa gaskal sápmelaččaid ja eará álbmogiid”.

source: Under henvisning til Urfolksnettverket anbefalte utvalget at det burde opprettes et nettverk for samisk forskning og at et slikt nettverk burde søke samarbeid med forskningsmiljøer i de andre nordiske landene.
sme: Álgoálbmotfierpmádat čujuhusas ávžžuhii lávdegoddi ahte berrešii ásahuvvot fierpmádat sámi dutkamii ja dakkár fierpmádat berrešii ohcat beassat ovttasbargat dutkanbirrasiiguin daid eará davviriikkaiguin.

source: 6.2.2.2 Forspill til et nytt forskningsprogram - utredninger
sme: 6.2.2.2 Ovdabarggut ođđa dutkanprográmmii - guorahallamat

source: I stortingsmeldingene nr. 36 Forskning for fellesskapet og 52 Om norsk samepolitikk (199293) ble Sametinget og Forskningsrådet bedt om i fellesskap å utrede forhold knyttet til samisk forskning.
sme: Stuoradiggedieđáhusas nr. 36 Dutkan oktasašvuhtii ja 52 Norgga sámepolitihkka (1992-93) jerruiga Sámediggi ja Dutkanráđđi ovttasráđiid guorahallat sámi dutkama dilálašvuođaid.

source: Sametinget og Forskningsrådet ble enige om å ta for seg hver sine aspekter av utredningsarbeidet: Sametinget utredet styring, finansiering og organisering av samisk forskning, mens Forskningsrådet tok for seg hovedtrekk og behov innenfor forskningen.
sme: Sámediggi ja Dutkanráđđi soabaiga bargat goabbatge áššiin dán oktavuođas: Sámediggi guorahalai sámi dutkama jođiheami, ruhtadeami ja organiserema, ja Dutkanráđđi ges geahčai váldoosiid ja makkár dárbbut leat dutkamii.

source: Sametingets utredning var konsentrert om rammebetingelsene og de organisatoriske utfordringene for samisk forskning og inneholdt derfor en del forslag som ikke var direkte relevante for et program i Forskningsrådet, men også refleksjoner om forholdet mellom det samiske samfunnet og forskningen, behovet for samisk språk i forskningen og behovet for å rekruttere samer til forskning.
sme: Sámedikki guorahallan guovdilasttii rámmaeavttuid ja organiseren hástalusaid sámi dutkamis ja sisttisdoalai danne ollu árvalusaid mat eai njuolgut lean áššáigullevačča Dutkanráđi prográmmaide, muhto sisttisdoalai maiddái reflekšuvnnaid dilálašvuođain gaskal sámi servodaga ja dutkama, ahte man dárbu lea sámegielat dutkamii ja rekruteret sápmelaččaid dutkamii.

source: Disse refleksjonene ble brakt med inn i programmet.
sme: Diet reflekšuvnnat váldojedje mielde prográmmii.

source: Utredningen påpekte også at det samiske samfunnet hadde forskningsbehov som ikke kunne dekkes i et program som bare skulle omfatte kultur- og samfunnsforskning, men at for eksempel helseforskning burde inkluderes.
sme: Guorahallan čujuhii maid ahte sámi servodagas lei maid dutkandárbu, maid prográmma, mas galgá dušše kultuvra- ja servodatdutkan lea mielde, ii sáhte gokčat, go galggašii ovdamearkka dihte dearvvašvuođadutkan maid leat mielde.

source: Forskningsrådets utredning tok for seg behovene innenfor forskningen: kunnskapsbehov, faglige fokusområder, rekruttering, forskerutdanning, faglige nettverk, mobilitet og internasjonalisering.
sme: Dutkanráđi guorahallan geahčadii dutkama dárbbuid, nugo: máhttodárbu, fágalaš fokussuorggit, rekrutteren, dutkanoahpahus, fágalaš fierpmádagat, mobilitehta ja ahte bargagoahtit gaskariikkalaččat.

source: Utredningen ble gjennomført av Området for kultur og samfunn i Forskningsrådet, og de fleste av de tiltakene som ble foreslått, gjaldt forhold innenfor kultur- og samfunnsforskningen.
sme: Guorahallan čađahuvvui Dutkanráđi kultuvra ja servodaga suorggis, ja eanas dat doaibmabijut mat árvaluvvo sisttisdolle dilálašvuođaid kultuvrra- ja servodatdutkamis.

source: Utredningen redegjorde for forskningsbehov innenfor en rekke tradisjonelle forskningsfag.
sme: Guorahallan čielggadii ahte lei dutkandárbu ollu árbevirolaš dutkanfágain.

source: Dessuten påpekte den behovene for rekruttering og kompetanseoppbygging, med særlig vekt på studentstipend og på manglende tilbud om samiske emner i doktorgradsutdanningen.
sme: Dasa lassin čujuhedje ahte lei dárbu rekrutteremii ja gelbbolašvuođahuksemii, mas earenoamážiid deattuhedje studeantastipeandda ja váilevaš fálaldagaid sámi fáttain doavttirgrádaoahpahusas.

source: Tradisjonell kunnskap, registrering av kulturhistorisk kildemateriale og behovene i museumssektoren ble også omtalt.
sme: Árbevirolaš máhttu, kulturhistorjjálaš gáldomateriála registreremii ja ahte museasuorgái lei dárbu.

source: Et kapittel var viet etiske problemer i samisk forskning, sør-, lule- og østsamene ble løftet fram, og et kapittel omhandlet internasjonal orientering innenfor samisk forskning.
sme: Okta kapihtal lei sámi dutkama ehtalaš váttisvuođaid birra, lulli-, julev- ja nuortalašsápmelaččat galge loktejuvvot oidnosii, ja okta kapihtal ges lei sámi dutkama gaskariikkalaš čuvgejumi birra.

source: I likhet med Sametingets utredning la også denne til grunn at samene i størst mulig grad skulle styre sin egen utvikling og at samene hadde behov for forskning på alle de områdene som kunne bidra til å videreutvikle det samiske samfunnet.
sme: Nugo Sámedikki guorahallamis, de deattuhii maid dát ahte sápmelaččat eanemusat galge ieža jođihit iežaset ovdáneami ja sápmelaččain lei dárbu dutkamii juohke suorggis, vai sáhttet leat veahkkin ovdánahttit sámi servodaga.

source: 6.2.2.3 Hva er samisk forskning – i Forskningsrådet?
sme: 6.2.2.3 Mii lea sámi dutkan - Dutkanráđis?

source: Spørsmålet om hvordan man skulle definere "samisk forskning", ble også tatt opp i Forskningsrådets utredning.
sme: Movt galgá meroštallat “sámi dutkama”, dan gažaldaga guorahalai maid Dutkanráđđi. Ráđđi čilgii iežaset čilgehusa dáinna lágiin:

source: Forskningsrådet ser det ikke som avgjørende for sin finansiering av forskning på feltet at det foreligger en allment akseptert definisjon av samisk forskning.
sme: Dutkanráđđái ii leat mearrideaddjin go ruhtadit dutkamiid ahte gávdno almmolaččat dohkkehuvvon meroštallan mii sámi dutkan lea.

source: Forskningsrådet vil kunne finansiere forskning som er relevant for det samiske samfunnet og forskning om samiske forhold som er av interesse også for andre enn samer.
sme: Dutkanráđđi sáhttá ruhtadit dutkamiid, mat leat relevánta sámi servodahkii ja dutkamušaid sámi dilálašvuođain, mat beroštahttet earáid maid go sápmelaččaid.

source: Forskningsrådet vil bidra til å rekruttere samer til forskning, men vil ikke stille som betingelse for å finansiere prosjekter under betegnelsen "samisk forskning" at forskningen utføres av samer – selv om man erkjenner at det i en del tilfeller kan høyne forskningens kvalitet at forskerne selv er samer.
sme: Dutkanráđđi áigu leat veahkkin rekruttereme sápmelaččaid dutkamii, muhto ii bija gáibádusaid go galget ruhtadit prošeavttaid “sámi dutkama” namas, ahte leat sápmelaččat geat daid čađahit – vaikko vel dovddastit ge ahte muhtin dilálašvuođain bajida dutkama kvalitehta go dutkit ieža leat sápmelaččat.

source: Denne pragmatiske holdningen til definisjonsspørsmålet har ligget til grunn for Forskningsrådets finansiering av samisk forskning siden den gangen.
sme: Diekkár miellaguottut meroštallangažaldagas leat leamaš vuođđun Dutkanráđi ruhtadeamis sámi dutkamii juo dalá rájes.

source: Det betyr ikke at man ikke, særlig i rekrutteringssammenheng, har etterspurt samisk bakgrunn hos søkerne.
sme: Ii mearkkaš gal ahte eai leat, earenoamážiid rekrutteren oktavuođas, ohcalan sámi duogáža ohcciin.

source: Kvaliteten på forskningen har imidlertid alltid gått foran spørsmålet om søkernes etnisitet.
sme: Kvalitehta lea álo mannan ovdalii go ohcciid čearddalašvuohta.

source: 6.2.2.4 Handlingsplan
sme: 6.2.2.4 Doaibmaplána

source: Forskningsrådet brukte disse to utredningene som bakgrunn for å utarbeide en handlingsplan for samisk forskning, som ble vedtatt av Hovedstyret i september 2000. Handlingsplanen la vekt på nettverk og samarbeidstiltak, både med og mellom forskningsinstitusjoner og relevante politiske organer, og på arbeid med etiske problemstillinger.
sme: Dutkanráđđi anii dan guokte guorahallama duogážiin go ráhkadii doaibmaplána sámi dutkamii, mii mearriduvvui Váldostivrras čakčamánus 2000. Doaibmaplána deattuhii fierpmádaga ja ovttasbargodoaibmabijuid, sihke siskkobealde ja gaskal dutkanásahusaid ja guoskevaš politihkalaš orgánaid, ja bargguide main leat ehtalaš čuolmmat.

source: I tillegg til aktivt arbeid for å inkludere samisk forskning i Forskningsrådets programmer og tiltak generelt, omfattet handlingsplanen et program for samisk humanistisk og samfunnsvitenskapelig forskning, som startet året etter, se 6.2.4.
sme: Lassin aktiivvalaš bargui oččodit sámi dutkamiid Dutkanráđi prográmmaide ja doaibmabijuide muđui, de sisttisdoalai doaibmaplána prográmma sámi humanisttalaš ja servodatdieđa dutkama, mii álggahuvvui jagi maŋŋil, geahča 6.2.4.

source: 6.2.3 Hvor ble det av kvenene?
sme: 6.2.3 Gosa šadde kvenat?

source: Med ratifiseringen a v ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater i 1990 anerkjente Norge samene som urfolk.
sme: ILO-konvenšuvnna ratifiseren álgoálbmogiid ja čearddalašálbmogiin iešheanalaš stáhtain 1990 dohkkehii Norga sápmelaččaid álgoálbmogiin.

source: Kvenene fikk status som nasjonal minoritet, sammen med romanifolket, rom, jøder og skogfinner i Stortingsmelding nr. 15 (2000-2001) Nasjonale minoritetar i Noreg - Om statleg politikk overfor jødar, kvener, rom, romanifolket og skogfinnar.
sme: Stuoradiggedieđáhusas nr. 15 (20002001) Našunála minoritehtat Norggas – Stáhta politihkka juvddálaččaid, kvenaid, romálbmoga, romániálbmoga ja vuovdesuopmelaččaid ektui gohčodedje kvenaid našunála minoritehtan, oktan romániálbmogiin, Rom-álbmogiin, juvddálaččaiguin ja

source: Stortingsmeldingen var en oppfølging av at Norge hadde ratifisert Europarådets konvensjon om beskyttelse av nasjonale minoriteter i 1998. Da Norges forskningsråd utredet bakgrunn for å starte et nytt program for samisk forskning, fant man derfor at det ikke var naturlig å innlemme kvenene i dette.
sme: Stuoradiggedieđáhus lei čuovvoleapmin dasa go Norga lei ratifiseren Eurohpáráđi konvenšuvnna gáhttet našunála minoritehtaid 1998. Go Norgga dutkanráđđii guorahalai duogáža go galgá álggahit ođđa prográmma sámi dutkamii, de gávnnahedje ahte ii leat lunddolaš váldit kvenaid dasa mielde.

source: Man etablerte en egen satsing for kvensk forskning, som løp i perioden 1993-2010, med avsetninger på 1-1,5 mill. kroner årlig fram til 20008. Satsingen ble først administrert av Forskningsrådet og fra 2003 av Universitetet i Tromsø.
sme: Ásahuvvui sierra áŋgiruššan kvena dutkama ektui, mii dáhpáhuvai áigodagas 1993-2010, ja masa ruhtaduvvui 1 – 1,5 mill. ruvnno jahkásaččat gitta 2008 rádjái. Dan hálddašii álggos Dutkanráđđi ja 2003 rájes ges Tromssa universitehta.

source: Etter dette har Forskningsrådet ikke øremerket midler til kvensk forskning, men er i dialog med Kommunal- og moderniseringsdepartementet om en mulig satsing på forskning om nasjonale minoriteter.
sme: Maŋŋil dan ii leat Dutkanráđđi nammadan ruđaid kvena dutkamii, muhto gulahallá Kommunála- ja ođasmáhttindepartemeanttain jus ain galget áŋgiruššat dutkan našunála minoritehtaid.

source: 6.2.4.1 "Program for samisk forskning" - bakgrunn
sme: 6.2.4.1 "Sámi dutkama prográmma" - duogáš

source: Grunnlaget for å starte et program for samisk forskning i Norges forskningsråd fant man i flere dokumenter: Stortingsmelding nr. 41 (1996-97) Om norsk samepolitikk, Stortingsmelding nr. 39 (1998-99) Forskning ved et tidsskille og NOU 200:3 Samisk lærerutdanning – mellom ulike kunnskapstradisjoner, Forskningsrådets egen handlingsplan og de nevnte utredningene fra Sametinget og Forskningsrådet om samisk forskning.
sme: Vuođđun dasa ahte álggahit sámi dutkamii prográmma Norgga dutkanráđis gávdne máŋgga dokumeanttas: Stuoradiggedieđáhus nr 41 (1996-97) Norgga sámepolitihka birra, Stuoradiggedieđáhus nr. 39 (1998-99) Dutkan áigeearus ja NAČ 200:3 Sámi oahpaheaddjioahppu – gaskal iešguđetlágán máhttoárbevieruid, Dutkanráđi iežas doaibmaplána ja diet namuhuvvon guorahallamat Sámedikkis ja Dutkanráđis sámi dutkama birra.

source: 6.2.4.2 Programplan
sme: 6.2.4.2 Prográmmaplána

source: Programplanen til "Program for samisk forskning" problematiserte forskernes utgangspunkt og bakgrunn mer eksplisitt enn NAVF-programmet:
sme: “Sámi dutkama prográmma” prográmmaplána problematiserii dutkiid vuolggasaji ja duogáža eambbo čielgaseabbon go NDDD-prográmma:

source: Den kunnskapen som frambringes gjennom forskning, er, som all annen kunnskap, preget av forskernes bakgrunn, kjønn og synsvinkler.
sme: Dat máhttu mii ovdanbukto dutkama bokte, lea nugo buot eará máhttu, báidnon dutkiid duogážis, sohkabealis ja oaidninvuogi ektui.

source: At også forskningsresultater er "posisjonert kunnskap", blir særlig framtredende i forhold til forskning i urfolkssamfunn.
sme: Go maiddái dutkanbohtosat leat “Posišonerejuvvon máhttu”, de dovdo dat hui bures álgoálbmotservodat dutkama ektui.

source: Etter hvert som forskning har fått økt betydning for å forstå utviklingen i det samiske samfunnet, stilles det i stadig større grad spørsmål ved forskningens selvfølgelige autoritet.(…
sme: Dađi mielde go dutkan lea ožžon eambbo mearkkašumi dasa movt ipmirdit sámi servodaga ovdáneami, de dávjjibut jerro gažaldat dutkama diehttelasvuođa árvofámu dahje autoritehta ektui.(...

source: ) Debatten om grunnlagsspørsmål anskueliggjør at forskerens utkikkspunkt er av sentral betydning for så vel temavalg som tolkningshorisont.
sme: ) Digaštallama vuođđogažaldat čielggada dan movt dutkiid geahččanguovllus lea guovddáš mearkkašupmi dutkamii, seamma ollu go fáddáválljen ja dulkon lea.

source: Fra en "utenfra-posisjon" vil gjerne spørsmål om "hva det er som særpreger og utskiller samisk kultur og samfunn" og "hvordan samer påvirkes av samfunnet generelt", være interessant.
sme: Go olggobealde geahččá, de jerrojit beroštahtti gažaldagat nugo “mii lea earenoamášvuohta ja mii earuha sámi kultuvrra ja servodaga” ja “movt sápmelaččat báinnahallet servodahkii muđui”.

source: Bak denne typen spørsmål, som fokuserer samers "forskjellighet", ligger det et uuttalt "oss" og en uproblematisert målestokk eller standard der majoritetssamfunnet utgjør normaltilstanden.
sme: Diekkár gažaldagaid duohken, mat čalmmustahttet sápmelaččaid “erohusa”, de lea dain dakkár dajakeahtes “mii” ja guorahalakeahtes mihttu dahje standárda mas eanetlohkoservodat ráhkada dábálašvuođadili.

source: Fra en "innenfra-posisjon" er det ikke nødvendigvis slik at det alltid er "det norske" som er referanserammen.
sme: Go siskkobealde geahččá, de ii dárbbaš leat nu ahte lea dat “norgga” mii lea referánsarámma.

source: Det er derfor en sentral utfordring for samisk forskning å åpne for tolkningshorisonter som ikke nødvendigvis har et interetnisk eller minoritets-majoritetsperspektiv.
sme: Danne leage guovddáš hástalus sámi dutkamis ráhpat dulkomiid, mat eai dárbbaš leat interetnalaš dahje unnitlogu - eanetlogu - geahččanguovllus.

source: Det vil være viktig å bidra til å bygge opp et perspektiv på forskning ut fra samiske erfaringer, begreper og verdier.
sme: Šaddá hui dehálaš hukset dutkama perspektiivva sámi vásáhusaid, doahpagiid ja árvvuid vuođul.

source: I overensstemmelse med dette skulle programmets forskning sentreres rundt to hovedområder, også forankret i henholdsvis et innenfra- og et utenfraperspektiv: "Samisk selvartikulering: uttrykk og betingelser" og "Samisk samfunnsliv: relasjonelle og institusjonelle aspekter".
sme: Dieinna oktiiheivehemiin galggai prográmma dutkan heivehuvvot guovtti váldosuorggi ektui, mii maid galggai sajáiduvvon siskkobealde- ja olggobealde perspektiivvas: “Sámi iešcealkin: ovdanbuktin ja eavttut” ja “Sámi servodateallin: oktavuohta ja ásahusaid oaidnu”.

source: På selvartikuleringsområdet skulle programmet finansiere forskning om samiske språk, litterære uttrykk som joik, sagn, myter og fortellinger, samisk fortid, moderne kulturuttrykk og offentlighet, og samiske barn og unges sosiale arenaer og artikulering.
sme: Sámi iešcealkin suorggis galggai prográmma ruhtadit sámegiela dutkamiid, girjjálašvuođa ovdanbuktimiid, nugo luohti, álbmotmáidnasat, cuvccat ja muitalusat, sámi dološáiggi, ođđaáigásaš kultuvrralaš ovdanbuktima ja almmolašvuođa, ja sámi mánáid ja nuoraid sosiála arenat ja cealkimat.

source: Forskning på relasjoner og institusjoner skulle omfatte miljø- og forvaltningsproblematikk, ressursutnytting, rettsstilling, moderne samiske institusjoner, politikkutformingen, og institusjonaliseringen av næringsutviklingen.
sme: Dutkan oktavuođaid ja ásahusaid oainnus galggai sisttisdoallat biras- ja hálddašanváttisvuođaid, riektesajádaga, ođđaáigásaš sámi ásahusaid, politihkalaš hábmema, ja ealáhusovdáneami institušonaliserema.

source: Forskning på den samiske helse- og sosialtjenesten var også til en viss grad omfattet av programmet, men det ble understreket at muligheten til å satse på dette feltet ville være avhengig av finansiering fra flere kilder enn dem programmet i utgangspunktet hadde tilgang til.
sme: Sámi dearvvašvuođa- ja sosiálabálvalusaid dutkan guoskkai maid muhtin muddui prográmmii, muhto deattuhuvvui ahte jus galgá leat vejolašvuohta dutkat dán suorggis, de ferte oažžut eará sajis maid ruhtadeami go dušše dáidda maidda prográmma lei jurddašuvvon álgo álggus.

source: Programmets hovedmål var å rekruttere og stimulere til forskning som kunne gi ny forståelse og nye perspektiver, og dessuten stimulere til tverrfaglig og fler-institusjonelt samarbeid innenfor samisk forskning.
sme: Prográmma váldomihttu lei rekrutteret ja oččodit dutkamii, mii sáhtášii addit ođđa ipmárdusa ja addit ođđa perspektiivva, ja dasa lassin oččodit sámi dutkama ektui ovttasbargat doaresfágalaččat ja máŋggaid ásahusaid.
